Repository: sjregan/wp-zipline-related-posts
Catalog: lang/related-*.po
Languages: de_de, fa_ir, sr_rs

source: Related Posts
de_de: Related
fa_ir: پست‌های مربوطه
sr_rs: Povezani postovi

source: Cheatin&#8217; uh?
de_de: Schummeln, he?

source: Form
de_de: Metabox
fa_ir: فرم
sr_rs: Obrazac

source: Content
de_de: Anzeige
fa_ir: محتوا
sr_rs: Sadržaj

source: Post Types to show the Related Posts form on.
de_de: Post Types, bei denen die Metabox für verwandte Beiträge gezeigt wird
fa_ir: انواع پست برای نمایش پست‌های مربوطه بر روی فرم.
sr_rs: Tipovi postova koje treba prikazati na obrascu povezanih postova.

source: If Any is selected, it will show on any Post Type. If none are selected, Any will still apply.
de_de: Bei *Any* wird die Metabox bei allen Post Types angezeigt. Keine Auswahl wird wie *Any* behandelt.
fa_ir: اگر Any انتحاب شود، نمایش بر روی انواع پست بکار می‌رود. و اگر چیز انتحاب نشود Any بکار گزفته می‌شود.
sr_rs: Ako je bilo koji post odabran, biće prikazan na bilo tipu posta ‘Bilo koji’. Ako nije odabran nijedan, ipak će biti primenjen ‘Bilo koji’.

source: Submit
de_de: Speichern
fa_ir: ارسال

source: Post Types to list on the Related Posts forms.
de_de: Post Types in der Auswahlliste *Verwandte Beiträge*
fa_ir: انوع پست برای لیست شدن بر روی فرم پست‌های مربوطه.
sr_rs: Tipovi posta za prikazivanje na obrascima povezanih postova.

source: If Any is selected, it will list any Post Type. If none are selected, it will still list any Post Type.
de_de: Bei *Any* werden alle Post Types gelistet. Keine Auswahl wird wie *Any* behandelt.
fa_ir: اگر Any انتخاب شود،هر گونه نوع پست لیست می‌شود.و اگر نه هر گونه پست دریگر هم لیست می‌شود.
sr_rs: Ako je bilo koji post odabran, biće prikazan na bilo tipu posta ‘Bilo koji’. Ako nije odabran nijedan, ipak će biti prikazan ‘Bilo koji’.

source: Add the Related Posts to the content.
de_de: Anzeige der verwandten Beiträge
fa_ir: پست مربوطه را به محتوا اضافه نمایید.
sr_rs: Dodajte povezane postove sadržaju.

source: If you select to add the Related Posts below the content, it will be added to every display of the content.
de_de: Es gibt zwei Möglichkeiten, die verwandten Beiträge anzuzeigen.<br /><br />1. Im Inhaltsbereich – durch Anklicken der folgenden Checkbox<br />2. In einem Widgetbereich – durch Hinzufügen des Widgets *Verwandte Beiträge* auf der Seite *Design* > *Widgets*.
fa_ir: اگر شمابرای پست‌های مربوطه زیر محتواانتخاب کنید، آنگاه در هر محتوایی به نمایش در خواهد آمد.
sr_rs: Ako odaberete da dodate povezane postove ispod sadržaja, biće dodati svakom prikazu sadržaja.

source: Add to content
de_de: Ausgabe nach dem Inhalt<br /><br />
fa_ir: اضافه کردن محتوا
sr_rs: Dodaj sadržaju

source: Title to show above the related posts:
de_de: Titel des Widgets:
fa_ir: تیتری برای نمایش پست‌های مربوطه بالا:
sr_rs: Naslov koji će se prikazivati pre povezanih postova:

source: Related posts
de_de: Verwandte Beiträge
fa_ir: پست‌های مربوطه
sr_rs: Povezani postovi

source: Choose related posts. You can drag-and-drop them into the desired order:
de_de: Trage hier verwandte Beiträge ein. Sortiere sie mit Drag'nDrop.
fa_ir: پست‌های مربوطه‌ را انتخاب نمایید.شما می‌توانید آنها را مورد نظر خود Drag-and-Drop کنید:

source: Delete
de_de: Löschen
fa_ir: پاک کردن
sr_rs: Obriši

source: Choose a related post...
de_de: Wähle einen verwandten Beitrag
fa_ir: یک پست مربوطه را انتخاب نمایید...

source: Invalid post ID specified
de_de: Ungültige Post-ID
fa_ir: پست ID مشخص شده نا معتبر است.
sr_rs: Navedeni ID posta je nevažeći

source: Settings
de_de: Einstellungen
fa_ir: تنظیمات
sr_rs: Podešavanja

source: Related Posts Widget
de_de: Verwandte Beiträge
fa_ir: ابزارک پست‌های مربوطه

source: Title
de_de: Titel
fa_ir: تیتر
sr_rs: Naziv

source: Post types
fa_ir: انواع پست
sr_rs: Tipovi postova
